Repository: nkvoronov/service.3denabler.samsungtv
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #30000
source: General
ru_ru: Общие
uk_ua: Загальні

# #30001
source: Enable switch to 3D
ru_ru: Разрешить переключение 3D
uk_ua: Дозволити переключення 3D

# #30002
source: Discover TV automatically
ru_ru: Обнаружитвать ТВ автоматически
uk_ua: Знайти ТБ автоматично

# #30003
source: TV IP address
ru_ru: IP адрес ТВ
uk_ua: IP адреса ТБ

# #30004
source: Pause playback during switch
ru_ru: Пауза при переключении
uk_ua: Пауза при переключенні

# #30005
source: Screen to black during switch
ru_ru: Черный экран при переключении
uk_ua: Чорний екран при переключенні

# #30006
source: Show Notifications
ru_ru: Показывать уведомления
uk_ua: Показувати сповіщення

# #30007
source: TV name
ru_ru: Название ТВ
uk_ua: Назва ТБ

# #30010
source: Advanced
ru_ru: Дополнительно
uk_ua: Додатково

# #30011
source: Current 3DTV mode
ru_ru: Текущий 3D ТВ режим
uk_ua: Поточний 3D ТБ режим

# #30012
source: Detection mode
ru_ru: Режим обнаружения
uk_ua: Режим виявлення

# #30013
source: Poll frequency (seconds)
ru_ru: Частота опроса (в секундах)
uk_ua: Частота опитування (в секундах)

# #30014
source: Skip poll if inactive more than (seconds)
ru_ru: Пропустить опрос, если неактивно больше чем (в секундах)
uk_ua: Пропустити опитування, якщо неактивно більше ніж (в секундах)

# #30015
source: Skip poll during screensaver
ru_ru: Пропустить опрос во время работы заставки
uk_ua: Пропустити опитування під час роботи заставки

# #30016
source: SSDP discover devices
ru_ru: SSDP обнаруженные устройства
uk_ua: SSDP виявлені пристрої

# #30020
source: Key Press
ru_ru: Нажатие клавишу
uk_ua: Натиснути клавішу

# #30021
source: Over/Under sequence
ru_ru: Вертикальная стереопара
uk_ua: Вертикальна стереопара

# #30022
source: Side by Side sequence
ru_ru: Горизонтальная стереопара
uk_ua: Горизонтальна стереопара

# #30023
source: Back to None sequence
ru_ru: Вернуться к 2D
uk_ua: Вернуться до 2D

# #30024
source: Supported commands: 3D, RIGHT, LEFT, UP, DOWN, EXIT, ENTER
ru_ru: Поддерживаемые команды: 3D, RIGHT, LEFT, UP, DOWN, EXIT, ENTER
uk_ua: Підтримувані команди: 3D, RIGHT, LEFT, UP, DOWN, EXIT, ENTER

# #30025
source: To define a delay: P4000 where 4000 is milliseconds
ru_ru: Определение задержки: P4000, где 4000 миллисекунды
uk_ua: Визначення затримки: P4000, де 4000 мілісекунди

# #30026
source: Samsung KEY_* codes are also supported
ru_ru: Samsung KEY_* коды также поддерживаются
uk_ua: Samsung KEY_* коди також підтримуються

# #30120
source: Events and Polling
ru_ru: События и опросы
uk_ua: Події та опитування

# #30121
source: Events only
ru_ru: Только события
uk_ua: Тільки події

# #30122
source: Polling only
ru_ru: Только опросы
uk_ua: Тільки опитування

# #30160
source: All
ru_ru: Все
uk_ua: Усе

# #30161
source: Samsung Remote Controlled
ru_ru: Samsung дистанционное управление
uk_ua: Samsung дистанційне керування

# #30162
source: Samsung Multi Screen
ru_ru: Samsung мультиэкран
uk_ua: Samsung мультиекран

# #30501
source: Access Denied. Check Permissions
ru_ru: Доступ закрыт. Проверьте права доступа
uk_ua: Доступ заборонено. Перевірте права доступу

# #30502
source: HTTP Error
ru_ru: HTTP ошибка
uk_ua: HTTP помилка

# #30503
source: Unknown
ru_ru: Неизвестно
uk_ua: Невідомо

# #30504
source: Discovered TV
ru_ru: Обнаруженные ТВ
uk_ua: Знайдені ТБ

# #30505
source: Samsung TV is not detected
ru_ru: Телевизоры Samsung не обнаружены
uk_ua: Телевізори Samsung не знайдено

# #30506
source: TV has not been discovered
ru_ru: Телевизор не был обнаружен
uk_ua: Телевізор не знайдений

# #30507
source: Discovery is turned off
ru_ru: Обнаружение выключено
uk_ua: Виявлення вимкнено

# #30508
source: Connection Failed
ru_ru: Ошибка соединения
uk_ua: Помилка з'єднання

# #30509
source: Authentication Failed
ru_ru: Ошибка аутентификации
uk_ua: Помилка аутентифікації

# #30510
source: Authentication Timeout
ru_ru: Время аутентификация истекло
uk_ua: Час аутентифікація минув

# #30511
source: Authentication
ru_ru: Аутентификация
uk_ua: Аутентифікація

# #30512
source: Your TV is asking for permission
ru_ru: Ваш телевизор просит разрешения
uk_ua: Ваш телевізор просить дозволу

# #30513
source: Please Allow access
ru_ru: Пожалуйста разрешите доступ
uk_ua: Будь ласка дозвольте доступ

# #30514
source: Select your TV device
ru_ru: Выберите ТВ устройство
uk_ua: Виберіть ТБ пристрій

# #30515
source: Your Samsung TV is not defined yet
ru_ru: Ваш Samsung TV пока не определен
uk_ua: Ваш Samsung TV поки не визначений

# #30516
source: Auto Discovery is currently Disabled
ru_ru: Автоматическое обнаружение в настоящее время отключено
uk_ua: Автоматичне виявлення в даний час відключено

# #30517
source: Do you want to enter your TV IP address now?
ru_ru: Вы хотите ввести свой IP адрес ТВ сейчас?
uk_ua: Ви хочете ввести свій IP адреса ТВ зараз?

# #30518
source: If it is connected to your network - it can be discovered
ru_ru: Если он подключен к сети - он может быть обнаружен
uk_ua: Якщо він підключений до мережі - він може бути виявлений

# #30519
source: Do you want to discover TV now?
ru_ru: Вы хотите обнаружить ТВ сейчас?
uk_ua: Ви хочете знайти ТБ зараз?
